;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
;00

[Translation]
LangCode=040D
ReadHabit=Right-to-left
LanguageName=ENU
DefaultFont=Arial
DefaultFontSize=10
DefaultCharset=ANSI_CHARSET
Information=אישור
Warning=הזהרה
Error=שגיאה
Confirm=אישור
pmGo=פתח תיקייה מכילה
pmNone=אל תבחר באף אחת מהאפשרויות
pmAll1=בחר הכל
pmrec=מומלץ
pmIgnore=התעלם מפריט זה
pmExport=יצא אל...
pmInvert=הפוך בחירה
FrmWDC.pmPortable.caption=צור גרסה ניידת
FrmWDC.pmRestore.caption=שחזר
FrmWDC.pmSettings.caption=הגדרות
FrmGeneral.chkuac.caption=דלג על UAC
FrmWDC.pmHelp.caption=עזרה מקוונת
FrmWDC.pmHome.caption=דף הבית
FrmWDC.pmForum.caption=פורום
FrmWDC.pmContact.caption=צור קשר
FrmWDC.pmCheckNew.caption=בדוק אחר עדכונים
FrmWDC.pmLang.caption=שפות
FrmWDC.pmSkin.caption=שנה סקין
FrmWDC.pmabout.caption=אודות
FrmWDC.btncomm.caption=מנקה רגיל
FrmWDC.btnadv.caption=מנקה מתקדם
FrmWDC.btnsilm.caption=מערכת ההרזיה
FrmWDC.btnlikeit.caption=אוהב את זה
FrmWDC.btnsuggest.caption=הצעות ופידבקים
FrmWDC.btnupdate.caption=בדקו אחר עדכונים
FrmWDC.btnfacebook.hint=עקבו אחרינו בפייסבוק
FrmWDC.btntwitter.hint=שתפו זאת בטוויטר
FrmWDC.btnemail.hint=שתפו זאת לחבריכם/ן
FrmWDC.btnassist.caption=עזרה
FrmWDC.btnmessage.caption=הודעה
FrmAdvSettings.lblinfo.caption="מצא קבצים ריקים" נכנס לתוקף רק פעם אחת. בפעם הבאה אתה צריך לבחור את זה שוב
Frmadvdc.btnscan.caption=סרוק
Frmadvdc.lblpath.caption=מיקום הסריקה
Frmadvdc.btnrescan.caption=סרוק שנית
Frmadvdc.btnre.caption=מומלץ
Frmadvdc.btnall.caption=בחר הכל
Frmadvdc.btnadvanced.caption=הגדרות מתקדמות
Frmadvdc.btnnone.caption=אל תבחר באף אחת מהאפשרויות
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner הוא המנקה החינמי המוביל לווינדוס. מהיר,יסודי ומאובטח!
Frmadvdc.lblwrc.caption=מנקה רישום חכם
Frmadvdc.lblspeed.caption=מהירות הניקוי המהירה ביותר בעולם!
Frmadvdc.lblrec.caption=יישומים אחרים שמשתמשים אוהבים:
Frmadvdc.vtfiles.Columns[0]=שם הקובץ
Frmadvdc.vtfiles.Columns[1]=גודל
Frmadvdc.vtfiles.Columns[2]=נתיב
Frmadvdc.vtfiles.Columns[3]=זמן גישה אחרון
Frmadvdc.vtfiles.Columns[4]=סוג
FrmAdvSettings.btnok.caption=אוקיי
FrmAdvSettings.btnadd.caption=הוסף
FrmAdvSettings.btnremove.caption=מחק
FrmAdvSettings.btncancel.caption=ביטול
FrmAdvSettings.wcknull.caption=מצא קבצים ריקים (0 ביטים, איטי יותר)
FrmAdvSettings.wckshortcut.caption=מצא קיצורי דרך שגויים
FrmAdvSettings.caption=הגדרות מתקדמות
FrmAdvSettings.btnre.caption=מומלץ
FrmAdvSettings.btnall.caption=בחר הכל
FrmAdvSettings.btnnone.caption=אל תבחר באף אחת מהאפשרויות
Frminput.btnok.caption=אוקיי
Frminput.btncancel.caption=ביטול
FrmAbout.caption=אודות
FrmAbout.lblver.caption=גרסה נוכחית:
FrmAbout.lblhome.caption=דף הבית:
FrmAbout.lblemail.caption=מייל תמיכה
FrmAbout.lblthanks.caption=תודה לאנשים הבאים על תרומתם:
FrmAbout.btngoogle.hint=עקבו אחרינו ב - Google+
FrmAutorunSettings.lblcmd.caption=מצב שורת הפקודה
FrmAutorunSettings.lblcmdinfo.caption=אתה יכול להריץ את התוכנית, לסרוק ולנקות את הכוננים באופן אוטומטי על ידי שורת הפקודה. לקבלת מידע נוסף, לחץ על F1 או לחץ על כתובת האתר הבאה בכדי לקרוא את מסמך העזרה שלנו.
FrmAutorunSettings.chk1.caption=צור סמל 'נקה בלחיצה אחת' והנח אותו בשולחן העבודה
FrmAutorunSettings.chkadv.caption=כלול מנקה מתקדם
FrmAutorunSettings.btnhelp.caption=עזרה מקוונת
Frmcommon.lblcustom.caption=מותאם אישית
Frmcommon.lblcustomhint.caption=סרוק רישומים מותאמים אישית
FrmCommon.btnBack.caption=חזרה לראשי
FrmCommon.btnall.caption=בחר הכל
FrmCommon.btnre.caption=מומלץ
FrmCommon.btnnone.caption=אל תבחר באף אחת מהאפשרויות
FrmCommon.wckadv.caption=כלול מנקה מתקדם
FrmCommon.WiseLabel1.caption=לוח זמנים
FrmCommon.lbltype.caption=בחר סוג הפעלה:
FrmCommon.lblweek.caption=בחר יום:
FrmCommon.lbltime.caption=זמן:
FrmCommon.btnScan.caption=סרוק
FrmCommon.lblstat.caption=מהיר וקל לנקות קבצים חסרי תועלת ועקבות.
FrmCommon.btncancel.caption=ביטול
FrmCommon.btnrescan.caption=סרוק שנית
FrmCommon.lbltrash.caption=אשפה
FrmCommon.lbltrace.caption=עקבות
FrmCommon.lblapp.caption=יישומים
FrmCommon.lblcookie.caption=עוגיות
FrmCommon.lbltrashhint.caption=קבצים חסרי תועלת במחשב.
FrmCommon.lbltracehint.caption=עקבות של המשתמש ושל המערכת.
FrmCommon.lblapphint.caption=קבצים חסרי תועלת או עקבות שנוצרו על ידי יישום אחר.
FrmCommon.lblcookiehint.caption=דפדפן ועוגיות
FrmExclusion.btnAddFile.caption=הוסף קובץ
FrmExclusion.btnAddFolder.caption=הוסף תיקייה
FrmExclusion.btnAddType.caption=הוסף סוג קובץ
FrmExclusion.BtnAddCookie.caption=הוסף עוגיות
FrmExclusion.btnImport.caption=יבא
FrmExclusion.btnExport.caption=יצא
FrmExclusion.btnRemove.caption=מחק
FrmGeneral.lbtran.caption=תרגם ל...
FrmGeneral.chkNews.caption=קבל מכתבים אוטומטית
FrmGeneral.chknotice.caption=הצג הודעת ניקיון אוטומטית
FrmGeneral.chkwipe.caption=מחיקה מאובטחת (איטי יותר)
FrmGeneral.WiseLabel1.caption=בדוק אחר עדכונים:
FrmGeneral.WiseLabel2.caption=שפת ברירת המחדל:
FrmGeneral.btnchecknew.caption=בדוק עכשיו
FrmGeneral.chkexp.caption=הצטרף לתכנית שיפור חווית המשתמש
FrmGeneral.lblexp.caption=פרט
FrmGeneral.chkassist.caption=הודע לי כאשר מישהו פרסם שאלה בתשלום.
FrmCustom.WiseLabel4.caption=נקה תיקיות מותאמות אישית (תקף במנקה מתקדם)
FrmCustom.btnAdd.caption=הוסף
FrmCustom.btnRemove.caption=מחק
FrmCustom.lblCustom.caption=התאם אישית את כללי הסריקה שלך.
FrmCustom.lblcustominfo.caption=אם אתה משתמש מנוסה, אתה יכול להתאים אישית את כללי הסריקה שלך כדי לסרוק יותר קבצים חסרי תועלת. לחץ על הקישור הבא כדי ללמוד כיצד ליצור את קובץ התצורה שלך.
FrmCustom.btnhelp.caption=עזרה מקוונת
FrmRestore.btnrestore.caption=שחזר
FrmRestore.btnremove.caption=מחק
FrmRestore.Btnclose.caption=סגור
FrmRestore.caption=שחזר
FrmSettings.tsCommon.caption=כללי
FrmSettings.tsAutoRun.caption=הפעלה אוטומטית
FrmSettings.tsExclusion.caption=יוצא מן הכלל
FrmSettings.btnAbout.caption=אודות
FrmSettings.btnok.caption=אוקיי
FrmSettings.btncancel.caption=ביטול
FrmSettings.caption=הגדרות
FrmSettings.tsCustom.caption=מותאם אישית
FrmSysClean.lblrecommendinfo.caption=אנא נסה את המוצרים החכמים שלנו כדי לשפר את ביצועי ווינדוס כעת.
FrmSysClean.lblcareinfo.caption=Wise Care 365 היא תוכנת הכל-באחד, הכוללת את כל הפונקציות של Wise Registry Cleaner ו - Wise Disk Cleaner. קל לשימוש ויעיל ביותר!
FrmSysClean.lblre.caption=האם ברצונך להמשיך ולשפר את ביצועי הווינדוס שלך?
FrmSysClean.btnSlimming.caption=מחק
FrmSysClean.btnall.caption=בחר הכל
FrmSysClean.btnrecommended.caption=מומלץ
FrmSysClean.btnnone.caption=אל תבחר באף אחת מהאפשרויות
FrmSysClean.vtsys.Columns[0]=פריט
FrmSysClean.vtsys.Columns[1]=גודל
FrmSysClean.vtsys.Columns[2]=מיקום
FrmSysClean.vtsys.Columns[3]=הצעה
FrmDiskDefrag.btnfree.caption=מקום פנוי
FrmDiskDefrag.btnfolder.caption=תיקייה
FrmDiskDefrag.btnfile.caption=קובץ
FrmDiskDefrag.btnsystem.caption=קובץ מערכת
FrmDiskDefrag.btnFragmented.caption=רסיסים
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=כבה לאחר איחוי הדיסק.
FrmDiskDefrag.btnpause.caption=השהה
FrmDiskDefrag.btnstop.caption=עצור
FrmDiskDefrag.btnDefrag.caption=איחוי
FrmWDC.btndefrag.caption=איחוי דיסק
FrmScheduler.caption=לוח זמנים
[Lang]
NativeLanguage=עברית
[GUI]
ButtonYes=כן
ButtonNo=לא
ButtonOK=Arial
ButtonMinimize=10
ButtonMaximize=ANSI_CHARSET
ButtonClose=סגור
ButtonRestore=שחזר
ButtonMenu=תפריט
[Message]
NoNews=אין לך הודעה שלא נקראה.
ConfirmRemoveDownload=זה יסיר את כל הקבצים בתיקיית הורדות, אתה בטוח שברצונך להמשיך?
Skipped=דילג
NeedAdmin=התכונה זמינה רק למנהל המערכת. אם ברצונך להפעיל את התכונה, אנא התחבר כמנהל המערכת.
Entries=כניסות
Clean=נקה
ScheduleHint=נקה את המחשב שלך באופן קבוע.
UpdateError=עדכון שגיאה, האם ברצונך להוריד את הגרסה העדכנית ביותר מהאתר שלנו?
LestOneItem=אתה צריך לבחור לפחות פריט אחד כדי לנקות.
HistorySaved=השטח הכולל שנשמר הוא: %s
DisableAdd=למען הביטחון, מספר תיקיות מיוחדות ( כגון "קבצי ווינדוס", "אתחול של הדיסק הקשיח" ו - "CD-ROM") לא מאושרות להצטרף לרשימה זו.
ConfirmAdd=האם אתה בטוח שברצונך למחוק את כל הקבצים ב- %s כאשר אתה מריץ את "ניקוי מתקדם"? 
DupFolder=תיקייה זו קיימת ברשימה.
ExImport=רשימת יוצאי הדופן יוצאה אל:
SelectHardDrive=אנא בחר דיסק קשיח
CreationDate=תאריך יצירה:
Description=תיאור
NowCleaning=עכשיו מנקה:
ScheduleNextTime=בפעם הבאה:
Never=אף פעם
InputType=הזן את שם הקובץ או את סוג הקובץ (לדוגמה: *.tmp וכו'...)
WarnNoType=אנא בחר סוג קובץ אחד לפחות כדי לחפש!
NoItemChecked=אנא בחר קובץ אחד או יותר בכדי לחפש.
WDCRunning=התוכנה רצה.
RemoveSysRestore=האם ברצונך להסיר את נקודת שחזור המערכת שנבחרה?
RestoreFromSysRestore=עליך לאתחל מחדש את המחשב לצורך שחזור המערכת. האם ברצונך להתחיל לשחזר עכשיו?
WarnZeroFile=בחרת את מצב "קובץ ריק". יש צורך בקבצי 0 בייטים, אנא עיין בהם לפני שתסיר אותם. האם ברצונך לעשות זאת?
SysRestoring=מתכונן לשחזר את המערכת...
SysCreating=יוצר נקודת שחזור מערכת...
Browse=עיין...
AllHardDrive=דיסקים קשיחים מקומיים
Cleaning=מנקה...
Exported=הפריטים הנוכחיים יוצאו אל %s, האם ברצונך לפתוח את הקובץ עכשיו?
LeftTimeSec=משך הזמן: %s שניות
Safetodel=פריט זה יכול להימחק באופן מאובטח.
MoreSpace=לקבלת מקום נוסף.
Unknow=לא ידוע.
AddFileType=הוסף סוג קובץ
AlreadExist=%s כבר קיים ברשימה.
illegalType=%s הוא סוג קובץ לא חוקי.
Summary=סיכום
InputSummary=אנא הזן את התיאור עבור סוג זה:
noselected=לא נבחרו שום פריטים.
DelFileType=האם אתה בטוח שברצונך למחוק סוג קובץ זה?
ScanAborted=הסריקה בוטלה!
TrashFound=קבצי %d, בסך הכל %s, נמצאו.
NoTrashAndTrace=מזל טוב! המחשב שלך נקי!
CleanDone=הניקיון הושלם!
LestOne=אנא בחר לפחות פריט אחד בכדי לסרוק.
LestOneClean=אנא בחר לפחות פריט אחד בכדי לסרוק
Scanning=סורק...
InvalidIgnorItem=לא ניתן להתעלם מפריט זה.
TraceFound=%d עקבות נמצאו.
CleanNow=ניקוי מיידי מומלץ.
TrashRemoved=%d קבצים נמחקו ו %s שטח דיסק שוחרר.
TraceRemoved=%d עקבות נמחקו.
LastCommonClean=הפעם האחרונה שניקית את הדיסק הייתה ב:
Working=אנא המתן לביצוע המשימה הנוכחית ונסה שוב.
NoFilesFound=אין קבצים זמניים
NoTracesFound=אין עקבות
FindTraces=%d עקבות
NoItemFound=לא נמצאו פריטים.
FindFilesSize=%d קבצים, בסך הכל %s נמצאו.
FindTracesSection=%d עקבות נמצאו בגזרה זו.
CanFreeSpace=%d קבצים נמצאו ו %s יישמרו.
TotalTraces=בסך הכל %d עקבות נמצאו
EnableRestore=שחזור מערכת מושבת. האם ברצונך להפעיל את שחזור המערכת?
RestorePointFail=נכשל הניסיון ליצור נקודת שחזור.
ErrorMsg=הודעת שגיאה:
NoNewVer=מזל טוב! הגרסה שבה אתה משתמש היא האחרונה!
KeyWord=אנא הזן את מילת/מילות המפתח שלך:
AddFolder=הוסף תיקייה
CannotCrTask=לא ניתן ליצור משימה בלוח הזמנים
InvalidType=אנא הכנס סיומת קובץ חוקית.
NoType=בדוק לפחות סוג אחד לחיפוש.
FailToDelete=קבצים מסוימים שלא ניתן למחוק נמחקים לאחר אתחול מחדש.
GoodHabit=שמירה על מחשב נקי זה הרגל טוב. המשך כך!
7After=%d ימים חלפו מאז הניקוי האחרון. מומלץ לבצע סקירה מיידית.
7Before=זה הרגל טוב לשמור על הכוננים שלך נקיים ולשמור על הפרטיות שלך.
TaskExists=המשימה של לוח הזמנים קיימת. האם ברצונך למחוק אותו או ליצור משימת לוח זמנים חדשה? (לא - ערוך את המשימה הקיימת. ביטול - ביטול התהליך.)
NoBackupSelected=אנא בחר לפחות גיבוי אחד בכדי לשחזר.
StartScan=סרוק
StartClean=נקה
Cancel=ביטול
Idle=כאשר לא פעיל
Daily=באופן יומי
Weekly=באופן שבועי
Monthly=באופן חודשי
Monday=יום שני
Tuesday=יום שלישי
Wednesday=יום רביעי
Thursday=יום חמישי
Friday=יום שישי
Saturday=יום שבת
Sunday=יום ראשון
AvdDefaultHint=גזרה זו מספקת הגדרות מתקדמות בכדי למצוא יותר קבצים חסרי תועלת ולפנות יותר מקום.
TrashFoundEx=הקבצים הזמניים הבאים נמצאו:
NoDriveChecked=אתה צריך לבחור כונן אחד או יותר בכדי לסרוק.
ScanFor=סורק כונן:
FindDrives=מחפש כוננים...
Login=בעת התחברות
NewVer=גרסה חדשה של Wise Disk Cleaner זמינה! האם ברצונך לשדרג כעת?
TranslateTo=תרגם ל...
AddCookies=הוסף עוגיות
InputCookie=הזן עוגיות (לדוגמה: wisecleaner.com וכו')
InvalidCookie=קבצי עוגיות לא חוקיים
BrowserRunning=%s פועל. האם ברצונך לסגור אותו? אם לא, לא ניתן לנקות את קבצי המטמון והעוגיות.
[CommonClean]
ScanAbortedHint=אנו מציעים שתסרוק שוב מיד בכדי לאתר קבצים ועקבות חסרי תועלת.
DefaultHint=ניקוי קבצים חסרי תועלת ועקבות אינטרנט יכול לחסוך מקום ולאבטח את הפרטיות שלך.
ScanAbortedHint1=אנו מציעים שתסרוק שוב מיד בכדי לאתר קבצים חסרי תועלת.
WhenIdle=כאשר לא פעיל
WhenLogin=בעת התחברות
[SysClean]
Open=פתח
Remove=מחק
MoreSpace=אופציונאלי
Cleaning=מנקה...
Scanning=סורק...
ScanEnd=נמצאו %d פריטים. %s שטח דיסק ישוחרר לאחר ההרזיה.
NoItems=מזל טוב! כונן המערכת שלך נקי.
SpaceFreed=ההרזיה נגמרה. %s שטח דיסק שוחרר.
Installer=מתקין ווינדוס מיושן.
LongInstaller=מתקיני ווינדוס ישנים הם קבצים חסרי תועלת. ניתן להסירם בכדי לפנות שטח.
PatchUninstall=הסרת קבצים של תיקוני Windows Update
LongPatchUninstall=אם אין צורך למחוק את Windows Update, באפשרותך להסיר קבצים אלה.
Downloadedfiles=קבצי התקנה של הורדת ווינדוס.
Longdownloadedfiles=לאחר הצלחת התקנת תיקוני Windows Update, ניתן להסיר את הקבצים באופן בטוח.
Baselinecache=מטמון בסיסי של Windows Installer
LongBaselinecache=הקבצים נוצרו על-ידי שירות ההתקנה של Windows, וניתן להסירם.
JPIME=IME יפני
LongJPIME=אם אינך זקוק לקבצי IME יפניים יותר, תוכל להסירם.
KoreanIME=IME קוראני
LongKoreanIME=אם אינך זקוק לקבצי IME קוראניים יותר, תוכל להסירם.
TChineseIME=IME סיני מסורתי
LongTChineseIME=אם אינך זקוק לקבצי IME סיניים מסורתיים יותר, תוכל להסירם.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=אם אינך זקוק לקבצי MS Pinyin IME יותר, תוכל להסירם.
HelpFile=קבצי עזרה של ווינדוס
LongHelpFile=אם אינך זקוק לקבצי עזרה של ווינדוס יותר, תוכל להסירם.
SamplePic=תמונות לדוגמה של ווינדוס
LongSamplePic=אם אינך זקוק לתמונות לדוגמה יותר, תוכל להסירם.
SampleMic=מוזיקה לדוגמה של ווינדוס
LongSampleMic=אם אינך זקוק למוזיקה לדוגמה יותר, תוכל להסירם.
SampleVideos=סרטונים לדוגמה של ווינדוס
LongSampleVideos=אם אינך זקוק לסרטונים לדוגמה יותר, תוכל להסירם.
SampleMedia=מדיה לדוגמה של ווינדוס
LongSampleMedia=אם אינך זקוק למדיה לדוגמה יותר, תוכל להסירה.
Wallpaper=קבצי טפט של ווינדוס
LongWallpaper=אם אינך זקוק לקבצי טפט יותר, תוכל להסירם.
[DiskDefrag]
Volume=סע
Format=מערכת קבצים
TotalSpace=שטח כולל
FreeSpace=מקום פנוי
Fragmented=רסיסים
Status=סטטוס
PmDefrag=איחוי
QuickOpt=אופטימיזציה מהירה
FullOpt=אופטימיזציה מלאה
PmAnlyse=נתח
Resume=המשך
Analying=מנתח
Defragmenting=איחוי
Optimizing=ממטב
Analyed=ניתח
Defragmented=איחוי
Optimized=ממוטב
Pause=השהה
IsSSD=הבחירה שלך עשויה לכלול לפחות כונן Solid State אחד, ואיחוי דיסק עשוי להפחית את חיי הפעילות שלו. האם אתה בטוח שברצונך להמשיך?
FragmentedRate=פיצול
Win10Upgrade=קבצי שדרוג של ווינדוס 10
Win10UpgradeLong=אם כבר שדרגת ל- Windows 10, הסר את התיקיה הזו כדי לקבל שטח דיסק נוסף.
[Area]
WinInstallerPackage=מתקין ווינדוס מיושן.
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
ChromeCache=קבצי המטמון של Google Chrome
ChromeCookies=העוגיות של Google Chrome
ChromeForm=היסטוריית ההשלמה האוטומטית של Google Chrome
Chromelocalstorage=ההיסטוריה של Google Chrome
ChromePass=הסיסמאות השמורות של Google Chrome
ChromeSession=התקשורת של Google Chrome
Cookies=עוגיות
DOMStoreCookies=העוגיות של חנות Windows
DownloadedPatch=קבצי Windows Update
Downloads=קבצים שהורדו מדפדפן
DriveTheLife=DriveTheLife
Dump=קבצי זבל של הזיכרון
ErrorReport=קבצי דיווח שגיאה
ExplorerMRU=Explorer MRU אחרים
FireFoxCache=קבצי המטמון של Mozilla Firefox
FireFoxCookies=העוגיות של Mozilla Firefox
FireFoxForm=היסטוריית ההשלמה האוטומטית של Mozilla Firefox
FireFoxOther=היסטוריה אחרת של Mozilla Firefox
FireFoxPass=הסיסמאות השמורות של Mozilla Firefox
FontCache=קבצי מטמון של גופני ווינדוס
IEAddressBarHistory=היסטורית סרגל הכתובות של Microsoft Internet Explorer
IECahce=קבצי המטמון של Microsoft IE
IECookies=העוגיות של Microsoft IE
IEForm=היסטוריית ההשלמה האוטומטית של IE (נתונים פרטיים לא יוכללו)
IEHistory=ההיסטוריה הפעילה של Microsoft Internet Explorer
IEPass=הסיסמאות השמורות של IE (נתונים פרטיים לא יוכללו)
IISLog=IISLog
InvalidLnk=קיצורי דרך שגויים
InvalidScTask=משימות שגויות של לוח הזמנים
InvalidStartMenu=תפריטי התחלה שגויים
JumpList=רשימות קפיצה של שורת המשימות (פריטים מתוקנים ינוקו גם הם)
LastDownloadDir=מיקום ההורדה האחרון
LogFile=קבצי יומן מערכת
MESCache=Microsoft Security Essentials
MetroCache=המטמון של Windows Metro
MSEdgeCache=קבצי המטמון של Microsoft Edge
MSEdgeCookies=העוגיות של Microsoft Edge
MSEdgeDownloadHistory=היסטוריית ההורדות של Microsoft Edge
MSEdgeHistory=ההיסטוריה של Microsoft Edge
MSEdgeRecentlyTypedURLs=כתובות אינטרנט שהוקלדו לאחרונה ב Microsoft Edge
MSEdgeSavedFormInformation=מידע על Microsoft Edge Saved Form
MSEdgeSavedPasswords=הסיסמאות השמורות של Microsoft Edge
MSEdgeSession=התקשורת של Microsoft Edge
MSOffice=Microsoft Office
Networkmapping=רשת מיפוי ההיסטוריה
Office=Microsoft Office
OfficePicture=מנהל התמונות של Microsoft Office
OfficeRecent=ההיסטוריה העדכנית של Microsoft Office
OperaCache=קבצי המטמון של Opera
OperaCookies=העוגיות של Opera
OperaHistory=ההיסטוריה של Opera
OperaPassword=הסיסמאות השמורות של Opera
OperaSessions=התקשורת של Opera
OperaSiteIcon=סמלי אתר אינטרנט של Opera
OperaURLHistory=כתובות אינטרנט שהוקלדו ב Opera
PaleMoonCache=קבצי המטמון של PaleMoon
PaleMoonCookies=העוגיות של PaleMoon
PaleMoonDownloadHistory=היסטוריית ההורדה של PaleMoon
PaleMoonHistory=ההיסטוריה של PaleMoon
PaleMoonSavedFormInformation=מידע על PaleMoon Saved Form
PaleMoonSession=התקשורת של PaleMoon
PaleMoonSitePreferences=העדפות אתר של PaleMoon
Prefetch=נתוני Prefetch ישנים
Recentdocuments=מסמכים אחרונים
Recyclebin=ניקיון סל המחזור
RemoteDesktop=קבצי מטמון של Remote Desktop
RunStartMenu=הפעלה בתפריט ההתחלה
SafariCache=קבצי המטמון של Safari
SafariCookies=העוגיות של Safari
SafariHistory=ההיסטוריה של Safari
SafariPass=מידע על Safari Saved Form
SearchList=היסטוריית החיפוש של ווינדוס
SysTemp=קבצים זמניים שנוצרו על ידי ווינדוס
SystemTrace=עקבות של יישומים וחלונות
ThumbCache=קבצי המטמון של תמונות ממוזערות
TraceClean=עקבות במחשב
TraryNotify=קבצי המטמון של סמל אזור ההודעות
TrashClean=קבצים במחשב
TypeInternetCache=קבצי המטמון של דפדפן האינטרנט
TypeInternetTrace=העקבות של דפדפן האינטרנט
TypeMedia=מולטימדיה
TypeOtherApp=יישומים אחרים
TypeSystem=מערכת ווינדוס
TypeWComponents=רכיבי ווינדוס
UserTemp=קבצים זמניים שנוצרו על ידי יישומים
Vivaldi=Vivaldi
VivaldiCache=קבצי המטמון של Vivaldi
VivaldiCookies=העוגיות של Vivaldi
VivaldiForm=היסטוריית ההשלמה האוטומטית של Vivaldi
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedpasswords=הסיסמאות השמורות של Vivaldi
VivaldiSession=התקשורת של Vivaldi
WindowsSysCache=קבצי המטמון של מערכת ווינדוס
WindowsWordpad=Windows WordPad
WinInstallerCache=קבצי המטמון של Windows Installer
WinSxsBackup=הגיבוי של Windows WinSxs
Yandex=Yandex
YandexCache=קבצי המטמון של Yandex
YandexCookies=העוגיות של Yandex
YandexForm=היסטוריית ההשלמה האוטומטית של Yandex
YandexLocalstorage=Yandex Localstorage
Yandexpass=הסיסמאות השמורות של Yandex
YandexSession=התקשורת של Yandex
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=סרגל החיפוש המתקדם
YahooToolbar=סרגל הכלים של Yahoo
WindowsLiveToolbar=סרגל הכלים של Windows Live
GoogleToolbar=סרגל הכלים של Google
GoogleToolbarIE=סרגל הכלים של Google של IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=סנכרון של יומן Google
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm History
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Search History
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-Search History
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Microsoft.SkypeApp=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=DaemonTools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
iTunes=iTunes
kpzs-cache=kpzs-cache
QIHU360TotalSecurity=QIHU 360 Total Security
QQPCMgr=QQ PC Manager
Tencent-Logs=Tencent Logs
TencentQQGame=Tencent QQ Game
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Update Files
DriverGeniusBackupFiles=Driver Genius Backup Files
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files
DriverGeniusCacheFiles=Driver Genius Cache Files
QQMusicCacheFiles=QQ Music Cache Files
KuGouMusicCacheFiles=KuGou Music Cache Files
KuGouLyricFiles=KuGou Lyric Files
XIAMIMusicCache=XIAMI Music Cache
NeteaseCloudMusicCache=Netease Cloud Music Cache
KuWoInstallCache=KuWo Music Installer Cache
KuWoMusicCache=KuWo Music Cache
BaiduMusicLogFiles=Baidu Music Log Files
BaiduMusicCache=Baidu Music Cache
WeSingLogFiles=WeSing Log Files
WeSingCache=WeSingCache
QQLiveCacheFiles=QQLive Cache Files
YoukuCacheFiles=Youku Cache Files
IQIYIVideoCacheFiles=IQIYI Video Cache Files
mgtvLogFiles=mgtv Log Files
mgtvCacheFiles=mgtv Cache Files
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache
StormPlayerTempFiles=Storm Player Temp Files
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ received Video
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
[Type]
UserDefine=הגדרת המשתמש
ZeroFile=רוקן קבצים - 0 בייטים
WinSetupLog=שגיאות התקנה של ווינדוס
NtUninstall=הסרת מקורות של תיקוני ווינדוס
InvalidLnk=קיצורי דרך שגויים
UserTemp=קבצים בתיקיות זמניות של משתמשים
WinTemp=קבצים בתיקיות זמניות של ווינדוס
RecentFiles=קישורים של קבצים אחרונים
PatchSource=מקורות Windows Update
TempFile=קבצים זמניים
fcwdir=קבצים שנוצרו על ידי תהליך הורדה
tfcbp=קבצים זמניים שנוצר על ידי תוכניות
sdrf=שחזר קבצים שנוצרו במהלך סריקת הדיסק
OldFile=קבצים ישנים
outdatedfile=קבצים לא מעודכנים
fcwhfir=קבצים שנוצרו כשקובץ עזרה פועל
Ncfile=קבצי המטמון של קבוצות דיון
Backupfile=קבצי גיבוי
WBfile=קבצי גיבוי של MS Word
Cbswahf=קבצים שנוצרו בעת חיפוש קובץ עזרה
whtf=קבצים זמניים של מערכת העזרה של ווינדוס
Logfile=קבצי יומן
LLogfile=קבצי יומן שנוצרו על ידי יישומים או שירותי מערכת.
Errorfile=קבצי שגיאה
Wmdf=קבצי זבל בזיכרון של Win2000/XP
bcomf=עותקי גיבוי של קבצים שהשתנו
Indexfile=קבצי אינדקס
ifcbsiotitpbs=קבצים שנוצרו על ידי המערכת על מנת לשפר את מהירות הדפדוף בין תמונות
Tfcds=קבצים זמניים שנוצרו במהלך ההתקנה
Intermediatefile=קבצי ביניים
chkfile=קובץ משוחזר
[AutoClean]
DiskSaved=שטח דיסק נוקה.
Title=מזל טוב!
TraceCleanned=עקבות נוקו.
[Skin]
SkinDefault=ברירת מחדל
SkinGray=אפור
SkinOrange=כתום
SkinCustom=מותאם אישית
SkinColor=סקין מותאם אישית
[AutoUpdate]
CurrentFile=קובץ נוכחי:
Canceling=מבטל...
CANCEL=ביטול
Ready=מוכן להורדה
[EUASK]
regcaption=הירשם
logincaption=התחבר
FrmEuaskLogin.lblJoin.Caption=הצטרף ל Euask
FrmEuaskLogin.lblSign.Caption=התחבר ל Euask
FrmEuaskLogin.lblnick.Caption=שם משתמש:
FrmEuaskLogin.lbl1.Caption=סיסמה:
FrmEuaskLogin.btnlogin.caption=התחבר
FrmEuaskLogin.btnregister.Caption=הירשם
FrmEuaskLogin.btnpwd.Caption=שכחת את הסיסמה?
FrmEuaskLogin.WiseLabel1.Caption=שם משתמש:
FrmEuaskLogin.WiseLabel2.Caption=סיסמה:
FrmEuaskLogin.btnreg.caption=הירשם
FrmEuaskLogin.WiseSimpleButton1.Caption=התחבר
FrmEuaskLogin.lbl2.Caption=אימייל:
FrmEuaskLogin.btnnone.Caption=לא עכשיו
inputuser=אנא הזן את הסיסמה ואת שם המשתמש שלך.
